Revit 2027 API
ParameterTypeId.InfrastructureAlignmentDisplayedStartStation Property
 "Displayed Start Station"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InfrastructureAlignmentDisplayedStartStation { get; }
Public Shared ReadOnly Property InfrastructureAlignmentDisplayedStartStation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InfrastructureAlignmentDisplayedStartStation {
	ForgeTypeId^ get ();
}
static member InfrastructureAlignmentDisplayedStartStation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace